Repository: wlansu/family
Catalog: apps/members/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Password
nl: Wachtwoord

source: Password confirmation
nl: Wachtwoord bevestiging

source: Passwords don't match
nl: Wachtwoorden komen niet overeen

source: This will also be your username
nl: Dit is tevens je gebruikersnaam

source: Name
nl: Naam

source: Your first name
nl: Voornaam

source: Family name
nl: Achternaam

source: Your last name
nl: Achternaam

source: Birthday
nl: Geboorte datum

source: Title
nl: Titel

source: Message
nl: Bericht

source: Users must have an email adress
nl: Gebruikers moeten een e-mail adres hebben

source: Users must have a family
nl: Gebruikers moeten een familie hebben

source: Family
nl: Familie

source: Picture
nl: Afbeelding

source: Phone number
nl: Telefoonnummer

source: Street
nl: Straat

source: House number
nl: Huisnummer

source: Zipcode
nl: Postcode

source: City
nl: Stad

source: Country
nl: Land

source: Member
nl: Familie lid

source: Members
nl: Familie leden

source: Date
nl: Datum

source: Text
nl: Tekst

source: Your registration was successful. An administrator will have to approve your account before you can log in.
nl: Je registratie is geslaagd. Een beheerder moet eerst nog je account bevestigen voordat je kunt inloggen.

source: Your information has been changed.
nl: Je informatie is gewijzigd.

source: Your comment was created.
nl: Je bericht is aangemaakt.

source: You are not the owner of this comment
nl: Je bent niet de eigenaar van dit bericht

source: Your comment has been deleted.
nl: Je bericht is verwijderd.

source: Your comment was changed.
nl: Je bericht is gewijzigd.

source: The email has been sent.
nl: Je e-mail is verstuurd.

source: You are younger than %s.
nl: Je bent jonger dan %s.

source: %s has been added as your child.
nl: %s is toegevoegd als je kind.

source: You already have 2 parents. If this is a mistake, please contact an administrator.
nl: Je hebt al 2 ouders. Als er sprake is van een vergissing, neem dan contact op met een beheerder.

source: You are older than %s.
nl: Je bent ouder dan %s.

source: %s has been added as your parent.
nl: %s is toegevoegd als je ouder.

source: You already have a partner: %s. If this is a mistake, please contact an administrator
nl: Je hebt al een partner: %s. Als er sprake is van een vergissing, neem dan contact op met een beheerder.

source: %s has been added as your partner.
nl: %s is toegevoegd als je partner.

source: Submit
nl: Verzend

source: Frequently Asked Questions
nl: Vaak gestelde vragen

source: How do I change my account details?
nl: Hoe verander ik mijn gegevens?

source: In the top right corner under 'Account' you can find 'Edit details'. Click this.
nl: In de rechterbovenhoek, onder 'Account', kun je 'Wijzig details' vinden. Klik daarop.

source: How do I report a bug?
nl: Hoe rapporteer ik een fout?

source: You can email an administrator by sending an email to:
nl: Je kunt een beheerder mailen door een mail te sturen naar:

source: Family members
nl: Familie leden

source: About this site
nl: Over deze website

source: This is the website for the Lansu family
nl: Dit is de website van de Lansu familie

source: It's still a work in progress, as of right now functionality is quite limited
nl: De website is nog niet af, dus functionaliteit is nog erg mager

source: If you have any ideas on what to add, or other suggestions you can always send me an email
nl: Als je een idee hebt over wat ik nog kan toevoegen kun je me altijd mailen.

source: I have disabled the uploading of images as it would be costing me money to host them.
nl: Ik heb het uploaden van foto's uitgezet aangezien ik daarvoor moest betalen.

source: Latest comments
nl: Laatste berichten

source: Email unknown
nl: E-mail onbekend

source: Phonenumber unknown
nl: Telefoonnummer onbekend

source: Birthday unknown
nl: Geboorte datum onbekend

source: You must be logged in to see the members of this family.
nl: Je moet ingelogd zijn om familie leden te kunnen zien.

source: You can log in by clicking on the "account" button in the top right corner.
nl: Je kunt inloggen door op "account" te klikken in de rechter bovenhoek.

source: Email all family members
nl: Mail alle familie leden

source: This is the family member detail page
nl: Dit is de familie lid overzicht pagina

source: Here you can see all relevant information about your family members.
nl: Hier kun je alle relevante informatie over je familie leden zien.

source: You can also add this person as one of your children, parents or as your partner.
nl: Je kunt deze persoon ook toevoegen als je kind, een van je ouders of als je partner.

source: You can add
nl: Je kunt

source: as one of your parents.
nl: toevoegen als een van je ouders.

source: Parent
nl: Ouder

source: Personal information
nl: Persoonlijke informatie

source: Parents
nl: Ouders

source: Children
nl: Kinderen

source: as your partner.
nl: toevoegen als je partner.

source: as one of your children.
nl: toevoegen als een van je kinderen.

source: Child
nl: Kind

source: Comments
nl: Berichten

source: Edit
nl: Wijzig

source: Delete
nl: Verwijder

source: Here you can change your personal information. You can add children, parents and your partner by visiting their profile and selecting the appropriate action.
nl: Hier kun je je persoonlijke informatie wijzigen. Je kunt kinderen, ouders en je partner toevoegen door hun profiel pagina te bezoeken en de bij behorende actie uit te voeren.
